{
  "aboutUs": "हमारे बारे में",
  "signIn": "साइन इन",
  "signOut": "साइन आउट",
  "continueAs": "जारी रखें",
  "contractor": "ठेकेदार",
  "farmer": "किसान",
  "name": "नाम",
  "haritSandhi": "हरित संधि",
  "contractorsignup": "ठेकेदार साइन अप",
  "contractorsignin": "ठेकेदार साइन इन",
  "farmersignup": "किसान साइन अप",
  "farmersignin": "किसान साइन इन",
  "welcomeText": "हरित संधि में आपका स्वागत है, जो अनुबंध खेती को सरल और सुव्यवस्थित करने के लिए डिज़ाइन किया गया प्रमुख प्लेटफ़ॉर्म है। हमारा मिशन किसानों और खरीदारों को एक सुरक्षित और पारदर्शी डिजिटल मार्केटप्लेस के माध्यम से जोड़ना है, जो सभी पक्षों के लिए निष्पक्ष और विश्वसनीय समझौते सुनिश्चित करता है।",
  "missionText": "हरित संधि में, हम विश्वसनीय और लाभदायक अनुबंधों को सुरक्षित करने में किसानों और खरीदारों दोनों के सामने आने वाली चुनौतियों को समझते हैं। हमारा प्लेटफॉर्म अनुबंधों को बनाने, प्रबंधित करने और निगरानी करने के लिए एक आसान-से-उपयोग वाला इंटरफेस प्रदान करता है, यह सुनिश्चित करता है कि दोनों पक्ष अपना सर्वश्रेष्ठ कार्य कर सकें - खेती और उच्च गुणवत्ता वाले उत्पादों की सोर्सिंग।",
  "featuresText": "सुरक्षित अनुबंध प्रबंधन, पारदर्शी भुगतान प्रक्रियाओं और विश्वसनीय बाजार पहुंच जैसी सुविधाओं के साथ, हरित संधि का उद्देश्य कृषि उद्योग में अनुबंधों के प्रबंधन के तरीके को बदलना है। चाहे आप नए अवसरों की तलाश में किसान हों या विश्वसनीय आपूर्तिकर्ताओं की तलाश में खरीदार, हमारा प्लेटफॉर्म आपको आत्मविश्वास के साथ अपने लक्ष्यों को प्राप्त करने में मदद करने के लिए यहां है।",
  "thankYouText": "हरित संधि को चुनने के लिए धन्यवाद। हम अपने उपयोगकर्ताओं को असाधारण सेवा और समर्थन प्रदान करने के लिए प्रतिबद्ध हैं। यदि आपके कोई प्रश्न हैं या सहायता की आवश्यकता है, तो कृपया हमसे support@haritsandhi.com पर संपर्क करें।",
  "signUp": "साइन अप करें",
  "email": "ईमेल",
  "password": "पासवर्ड",
  "notAFarmer": "किसान नहीं हैं?",
  "notAContractor": "ठेकेदार नहीं हैं?",
  "switchToContractor": "ठेकेदार के रूप में स्विच करें",
  "switchToFarmer": "किसान के रूप में स्विच करें",
  "alreadyHaveAccount": "क्या आपके पास पहले से एक खाता है?",
  "dontHaveAccount": "क्या आपके पास खाता नहीं है?",
  "switchToSignIn": "साइन इन पर स्विच करें",
  "switchToSignUp": "साइन अप पर स्विच करें",
  "welcomeToHaritSandhi": "हरित संधि में आपका स्वागत है",
  "ourFeatures": "हमारी विशेषताएँ",
  "secureContracts": "सुरक्षित अनुबंध",
  "secureContractsDesc": "विश्वसनीय साझेदारों के साथ आसानी से सुरक्षित अनुबंध बनाएं और प्रबंधित करें।",
  "transparentPayments": "पारदर्शी भुगतान",
  "transparentPaymentsDesc": "अपनी उपज के लिए समय पर और पारदर्शी भुगतान सुनिश्चित करें।",
  "reliableMarketAccess": "विश्वसनीय बाजार पहुंच",
  "reliableMarketAccessDesc": "हमारे प्लेटफॉर्म के साथ अपनी फसलों के लिए एक विश्वसनीय बाजार तक पहुंच प्राप्त करें।",
  "whatOurUsersSay": "हमारे उपयोगकर्ता क्या कहते हैं",
  "farmerTestimonial": "हरित संधि मेरे खेत के लिए एक गेम चेंजर रहा है। सुरक्षित अनुबंधों और समय पर भुगतान ने मेरी उपज का प्रबंधन बहुत आसान बना दिया है!",
  "farmerName": "ललित, किसान",
  "contractorTestimonial": "एक ठेकेदार के रूप में, हरित संधि के माध्यम से विश्वसनीय किसानों को खोजना अत्यंत सरल रहा है। प्लेटफॉर्म उपयोगकर्ता के अनुकूल और कुशल है।",
  "contractorName": "विशाल, ठेकेदार",
  "allRightsReserved": "सर्वाधिकार सुरक्षित।",
  "contactUs": "संपर्क करें"
}
