{
  "signIn": "Sign in",
  "signOut": "Sign out",
  "continueAs": "Continue as",
  "contractor": "Contractor",
  "farmer": "Farmer",
  "aboutUs": "About Us",
  "name": "Name",
  "haritSandhi": "Harit Sandhi",
  "contractorsignup": "Contractor Signup",
  "contractorsignin": "Contractor Signin",
  "farmersignup": "Farmer Signup",
  "farmersignin": "Farmer Signin",
  "welcomeText": "Welcome to Harit Sandhi, the premier platform designed to streamline and simplify contract farming. Our mission is to connect farmers and buyers through a secure and transparent digital marketplace, ensuring fair and reliable agreements for all parties involved.",
  "missionText": "At Harit Sandhi, we understand the challenges faced by both farmers and buyers in securing reliable and profitable contracts. Our platform offers an easy-to-use interface for creating, managing, and monitoring contracts, ensuring that both parties can focus on what they do best—farming and sourcing high-quality produce.",
  "featuresText": "With features such as secure contract management, transparent payment processes, and reliable market access, Harit Sandhi aims to transform the way contracts are handled in the agriculture industry. Whether you're a farmer looking for new opportunities or a buyer seeking trusted suppliers, our platform is here to help you achieve your goals with confidence.",
  "thankYouText": "Thank you for choosing Harit Sandhi. We are committed to providing exceptional service and support to our users. If you have any questions or need assistance, please feel free to contact us at support@haritsandhi.com.",
  "signUp": "Sign Up",
  "email": "Email",
  "password": "Password",
  "notAFarmer": "Not a Farmer?",
  "notAContractor": "Not a Contractor?",
  "switchToContractor": "Switch to Contractor",
  "switchToFarmer": "Switch to Farmer",
  "alreadyHaveAccount": "Already have an account?",
  "dontHaveAccount": "Don't have an account?",
  "switchToSignIn": "Switch to Sign In",
  "switchToSignUp": "Switch to Sign Up",
  "welcomeToHaritSandhi": "Welcome to Harit Sandhi",
  "ourFeatures": "Our Features",
  "secureContracts": "Secure Contracts",
  "secureContractsDesc": "Easily create and manage secure contracts with trusted partners.",
  "transparentPayments": "Transparent Payments",
  "transparentPaymentsDesc": "Ensure timely and transparent payments for your produce.",
  "reliableMarketAccess": "Reliable Market Access",
  "reliableMarketAccessDesc": "Access a reliable market for your crops with our platform.",
  "whatOurUsersSay": "What Our Users Say",
  "farmerTestimonial": "Harit Sandhi has been a game changer for my farm. The secure contracts and timely payments have made managing my produce so much easier!",
  "farmerName": "Lalit, Farmer",
  "contractorTestimonial": "As a contractor, finding reliable farmers through Harit Sandhi has been incredibly smooth. The platform is user-friendly and efficient.",
  "contractorName": "Vishal, Contractor",
  "allRightsReserved": "All rights reserved.",
  "contactUs": "Contact Us"
}
